{"translation-revision-date":"2025-03-17 15:25:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"learn more about the WooCommerce extension":["en savoir plus sur l’extension WooCommerce"],"and many more...":["et bien plus…"],"Automate Woo":["Automatiser Woo"],"Quotes for WooCommerce":["Citations pour WooCommerce"],"WooCommerce Germanized":["WooCommerce Germanized"],"WooCommerce German Market":["WooCommerce German Market"],"PW Giftcards":["PW Giftcards"],"Yith Barcodes":["Yith Barcodes"],"Order status manager":["Gestionnaire des états des commandes"],"Advanced Shipment Tracking":["Suivi avancé des envois"],"We've got a 30 days money back guarantee, great support and WP HTML Mail WooCommerce integrates with many WooCommerce extensions:":["Nous avons une garantie de remboursement de 30 jours, un excellent support et WP HTML Mail WooCommerce s’intègre avec de nombreuses extensions WooCommerce :"],"Still not sure? Just give it a try.":["Vous avez toujours un doute ? Faites un essai."],"Some store owners want to print their order notifications so it can be useful to remove header and footer for admin notifications.":["Certains propriétaires de boutiques souhaitent imprimer leurs notifications de commandes. Il peut donc être utile de retirer l’entête et le pied de page des notifications administrateur\/administratrice."],"Hide header and footer":["Masquer l‘entête et le pied de page"],"Add order or product meta fields to your emails.":["Ajoutez des champs méta de commande ou de produit à vos e-mails."],"Meta fields":["Champs métas"],"Fresh up your design with some images.":["Rafraîchissez votre design avec des images."],"Images":["Images"],"Add your own attachments to individual emails.":["Ajoutez vos propres fichiers joints à des e-mails individuels."],"Customize images, borders, sizes and content of your products table.":["Personnalisez les images, les bordures, les tailles et le contenu de votre tableau de produits."],"Modify products table":["Modifier le tableau des produits"],"Write your own text and use order details as placeholders.":["Rédigez votre propre texte et utilisez les détails de la commande comme textes indicatifs."],"custom content":["contenu personnalisé"],"There's so much more...":["Il y a bien plus…"],"Do you need more?":["Avez-vous besoin de plus ?"],"your individual footer":["votre pied de page individuel"],"custom font":["police personnalisée"],"your own colors":["vos propres couleurs"],"custom header":["entête personnalisé"],"In this free version your WooCommerce emails will use your global email template like all the other WordPress plugins.":["Dans cette version gratuite, vos e-mails WooCommerce utiliseront votre modèle d’e-mail global comme toutes les autres extensions WordPress."],"The free version":["La version gratuite"],"If you lost your WooCommerce templates during an update you can restore them here:":["Si vous avez perdu vos modèles WooCommerce lors d’une mise à jour, vous pouvez les restaurer ici :"],"Debug and restore template mapping":["Déboguer et restaurer le mappage des modèles"],"WP HTML Mail WooCommerce Update:":["Mise à jour WP HTML Mail WooCommerce :"],"import this template":["importez ce modèle"],"Redirect emails":["Redirection e-mails"],"Plugin emails":["Extensions d‘e-mails"],"Debug":["Débogage"],"Your settings could not be imported.":["Vos réglages n’ont pas pu être importés."],"Your settings have been imported.":["Vos réglages ont été importés."],"More supported plugins":["Plus d’extensions prises en charge"],"get WP HTML Mail for":["obtenez WP HTML Mail pour"],"Active plugins":["Extensions actives"],"We try to detect the plugins sending emails so you can customize some settings for each type of emails.":["Nous essayons de détecter les extensions qui envoient des e-mails afin que vous puissiez personnaliser certains réglages pour chaque type d’e-mails."],"Recipient address":["Adresse du destinataire"],"Redirect all emails":["Rediriger tous les e-mails"],"If you want to avoid emails being sent to users or customers, you can temporary redirect all mails to another recipient.":["Si vous souhaitez éviter que des e-mails soient envoyés aux utilisateurs\/utilisatrices ou aux clients\/clientes, vous pouvez temporairement rediriger tous les e-mails vers un autre destinataire."],"Redirect emails \/ Email test mode":["Redirection des e-mails \/ Mode test des e-mails"],"Save settings":["Enregistrer les réglages"],"Typically WordPress sends all emails using \"WordPress\" as sender name and \"wordpress@yourserver.com\" as sender address which is totally fine for admin notifications but not for any kind of emails to you users.":["Généralement, WordPress envoie tous les e-mails en utilisant « WordPress » comme nom d‘expéditeur et « wordpress@yourserver.com » comme adresse d‘expéditeur, ce qui est tout à fait correct pour les notifications de l‘administration mais pas pour les e-mails destinés aux internautes."],"Please make sure you use the same email address here as in %s. Otherwise your emails could be categorized as junk or not delivered at all.":["Veillez à utiliser ici la même adresse e-mail que dans %s. Dans le cas contraire, vos e-mails pourraient être classés dans la catégorie des e-mails indésirables ou ne pas être délivrés du tout."],"It seems you are using an email delivery plugin (%s).":["Il semble que vous utilisiez une extension d’envoi d’e-mail (%s)."],"Your settings have been saved.":["Vos réglages ont été enregistrés."],"This may be one of the reasons for our ★★★★★ ratings.":["C’est peut-être l’une des raisons pour lesquelles nous avons obtenu l’évaluation de ★★★★★."],"You are a user of our product so we do not want you to buy something you can't use as expected.":["Vous êtes utilisateur\/utilisatrice de notre produit et nous ne voulons pas que vous achetiez quelque chose que vous ne pouvez pas utiliser comme prévu."],"This is not a newsletter tool, this plugins catches all outgoing WordPress emails as well as mails from most of your plugins and wraps those messages in your nice template. So the content could come from your contact form, a comment notification your store sales and many more emails.":["Il ne s’agit pas d’un outil de newsletter, cette extension capture tous les e-mails sortants de WordPress ainsi que les e-mails provenant de la plupart de vos extensions et emballe ces messages dans votre joli modèle. Le contenu peut donc provenir de votre formulaire de contact, d’une notification de commentaire, des ventes de votre boutique et de bien d’autres e-mails."],"Do you wonder why you can't change the email content?":["Vous vous demandez pourquoi vous ne pouvez pas modifier le contenu de l’e-mail ?"],"get the webfonts extension":["obtenez l’extension webfonts"],"Works with our BuddyPress extension.":["Fonctionne avec notre extension BuddyPress."],"Works with our Easy Digital Downloads extension.":["Fonctionne avec notre extension Easy Digital Downloads."],"Works with our WooCommerce extension.":["Fonctionne avec notre extension WooCommerce."],"Most requested feature by our users.":["Fonctionnalité la plus demandée par nos utilisateurs\/utilisatrices."],"Use more than 1000 Google fonts.":["Utilisez plus de 1000 polices Google."],"Not the sales pitch you expected?":["L’argumentaire de vente n’est pas celui que vous attendiez ?"],"See our own tests here":["Consultez nos propres tests ici"],"Test your emails in multiple email clients to make sure they look either great or at least ok and not completely different than expected.":["Testez vos e-mails avec plusieurs clients de messagerie pour vous assurer qu’ils sont excellents ou au moins corrects et qu’ils ne sont pas complètement différents de ce qui était prévu."],"Test, test, test":["Test, test, test"],"caniemail.com statistics":["statistiques de caniemail.com"],"If you already know how many of your recipients use Outlook, Gmail, Apple Mail, Thunderbird, ... check the stats on whether or not it even makes sense to use non standard fonts.":["Si vous savez déjà combien de vos destinataires utilisent Outlook, Gmail, Apple Mail, Thunderbird… vérifiez les statistiques pour savoir s’il est judicieux ou non d’utiliser des polices non standard."],"Know your recipients":["Connaissez vos destinataires"],"Those users whose email clients do not support webfonts will see an alternative font so use webfonts that can be replaced easily by a standard font without destroying your complete email design.":["Les internautes dont les clients de messagerie ne prennent pas en charge les polices web verront une police alternative. Utilisez donc des polices web qui peuvent être facilement remplacées par une police standard sans détruire l’ensemble de la conception de votre e-mail."],"Choose fonts with suitable fallbacks":["Choisissez des polices de caractères avec des alternatives adéquates"],"To be honest, this is a really bad value! So what does it mean for us?":["Pour être honnête, il s’agit d’une très mauvaise valeur ! Qu’est-ce que cela signifie pour nous ?"],"According to caniemail.com webfonts in emails work for just around 52% of users.":["D’après le site caniemail.com, les polices web dans les e-mails ne fonctionnent que pour 52 % des utilisateurs\/utilisatrices."],"The facts":["Les faits"],"Normally we change the sender name and sender address of all emails. You can customize this for each plugin on tab \"Plugins\" but you can also set a default value here.":["Normalement, on change le nom et l’adresse de l’expéditeur de tous les e-mails. Personnaliser cela pour chaque extension sur l’onglet « Extensions » mais également définir une valeur par défaut ici."],"Do not change email sender by default":["Ne pas modifier l’expéditeur de l’e-mail par défaut"],"Webfonts":["Webfonts"],"Browse our template library":["Parcourez notre bibliothèque de modèles"],"Email Container":["Conteneur de l’e-mail"],"your code snippet…":["votre extrait de code…"],"Just in case the editor on the left is not flexible enough you can use this field to edit the HTML code.":["Si l’éditeur de gauche n’est pas assez flexible, utiliser ce champ pour éditer le code HTML."],"Edit HTML":["Modifier le HTML"],"Email footer":["Pied de page de l’e-mail"],"Subheadline Font":["Police de sous-titrage"],"Email content":["Contenu de l’e-mail"],"Email header":["Entête de l’e-mail"],"Please make sure all images have the same size because only the image url is language dependent.":["Assurez-vous que toutes les images ont la même taille car seule l’URL de l’image dépend de la langue."],"If you would like to provide the header image in retina quality, upload an image with a higher resultion, such as for example 1200px x 400px and enter only half the size values in the input fields above (600 x 200).":["Si vous souhaitez fournir l’image d’en-tête en qualité rétina, téléversez une image avec un résultat plus élevé, comme par exemple 1200px x 400px et entrez seulement la moitié des valeurs de taille dans les champs de saisie sur la gauche (600px x 200px)."],"Spacing between image and text":["Espace entre l’image et le texte"],"Size & Align":["Taille et alignement"],"You can use this field to add an external image url.":["Utiliser ce champ pour ajouter une URL d’image externe."],"Image":["Image"],"Translation":["Traduction"],"Email sender":["Expéditeur de l’email"],"Image and text placement":["Image et placement de texte"],"Sender":["Expéditeur"],"Template":["Modèle"],"Use one of our templates to get started":["Utilisez l’un de nos modèles pour commencer"],"Start Import":["Démarrer l’importation"],"Paste settings from another site to the field above.":["Coller les réglages d’un autre site vers le champ ci-dessus."],"Copy the settings above and paste into another site.":["Copiez les réglages ci-dessus et collez-les dans un autre site."],"Import template":["Importer le modèle"],"Export template":["Exporter le modèle"],"If enabled you can use individual settings depending on the current language selected at the top of the page in your admin bar.":["Si activé, vous pouvez utiliser des réglages individuels en fonction de la langue actuelle sélectionnée en haut de la page dans votre barre d’administration."],"Enable translation for this field":["Activer la traduction pour ce champ"],"From security perspective you should not enable this option but some plugin developers send HTML code in their emails without setting the correct content type header, so you might see HTML tags in your emails.":["Du point de vue de la sécurité, vous ne devez pas activer cette option, mais certains développeurs d’extensions envoient du code HTML dans leurs e-mails sans définir l’en-tête de type de contenu correct, vous pouvez donc voir des balises HTML dans vos e-mails."],"Allow HTML code in plain text content type":["Autoriser le code HTML dans le type de contenu texte brut"],"Hide footer":["Masquer le pied de page"],"Hide header":["Masquer l’entête"],"also enable debug outputs":["activer également les sorties de débogage"],"Delete plugin settings":["Supprimer les réglages de l’extension"],"Add attachments":["Ajouter des fichiers joints"],"install":["installer"],"Overwrite sender":["Remplacer l’expéditeur"],"Use template":["Utiliser le modèle"],"Save and Preview":["Enregistrer et prévisualiser"],"Font":["Police"],"Header text":["Texte de l’entête"],"Padding":["Marge interne"],"Select image":["Sélectionner une image"],"Header image":["Image d’entête"],"Email sender address":["E-mail de l’expéditeur"],"Email sender name":["Nom de l’expéditeur"],"Link styling":["Style du lien"],"Content Font":["Police du contenu"],"Headline Font":["Police du titre"],"Background color":["Couleur d’arrière-plan"],"Create custom template":["Créer un modèle personnalisé"],"Advanced features":["Fonctionnalités avancées"],"Advanced":["Avancé"],"Plugins":["Extensions"]}},"comment":{"reference":"template-designer\/build\/index.js"}}